export const productData = {
  product: {
    id: 1,
    short_name: "fc24",
    title: "Аккаунт EA SPORTS FC 24 (PS4/PS5)",
    image: "/static/images/1.jpg",
    description:
      "Футбольный симулятор с лицензированными командами и режимами игры.",
    rating: 4.8,
    rating_amount: 150,
    category_id: 1,
    price_text: "от 2 000 ₽",
    instruction:
      "Инструкция по использованию:\r\n\r\n1. Создайте нового пользователя при включении приставки или долгим нажатием кнопки «PS».\r\n2. Введите логин и пароль от купленного аккаунта.\r\n3. У вас запросят 2FA код, на странице после покупке вы получите инструкцию, как его получить.\n4. Активируйте аккаунт.\r\n5. Перейдите в библиотеку и поставьте на скачивание EA SPORTS FC 24.\r\n6. Играйте через купленный профиль или на вашем основном аккаунте.\r\n7. Доступны все режимы игры Онлайн\r\n\r\nВажно! Если с аккаунтом возникли проблемы, напишите нам в чат, возврат средств не делаем, мы решаем проблему с аккаунтом либо выдаем замену.",
    sort: 1,
  },
  offers: [
    {
      id: 1,
      name: "На 1 год",
      price: 880,
      currency: "₽",
      bage_text: "",
      bage_text_2: "",
    },
    {
      id: 2,
      name: "На 2 года",
      price: 1500,
      currency: "₽",
      bage_text: "Скидка 17%",
      bage_text_2: "Скидка 17%",
    },
    {
      id: 3,
      name: "Навсегда",
      price: 3250,
      currency: "₽",
      bage_text: "Хит сезона",
      bage_text_2: "Хит сезона",
    },
  ],
  support_button: "https://t.me/support_incody",
};
